{
  "products": [
    {
      "id": "p001",
      "name": "جبنة نموذجية 500غ",
      "url": "sample-cheese-500g",
      "price": 100,
      "shortDesc": "جبنة شبه صلبة كلاسيكية في عبوة 500غ ملائمة. مثالية للاستخدام اليومي والوصفات.",
      "metaDesc": "تم إعداد جبنتنا النموذجية بعناية، وتتميز بقوام كريمي ونكهة متوازنة، ما يجعلها خياراً متعدد الاستخدامات لأي مائدة.",
      "keywords": "جبنة، منتجات الألبان، جبنة شبه صلبة، جبنة 500غ، جبنة تقليدية، جبنة عضوية، تخمير طبيعي، جبنة حرفية، وجبة خفيفة صحية، جبنة بروبيوتيك",
      "longDesc": [
        "تُصنع الجبنة النموذجية من حليب طازج من مزارع محلية، مما يضمن الجودة والطزاجة في كل قضمة.",
        "تُعمر هذه الجبنة لعدة أشهر، فتنمو فيها نكهة غنية ومميزة مع لمسة حموضة خفيفة.",
        "قوامها الكريمي ومرارتها الخفيفة يمنحان تجربة مذاق لا تُنسى.",
        "الاختلافات الموسمية في الحليب تضيف لكل دفعة طابعاً خاصاً، ما يجعلها منتجاً حرفياً.",
        "محبوبة من السكان المحليين وتزداد شهرتها بين الطهاة العالميين.",
        "غنية بالبروتين والكالسيوم والدهون الصحية، فهي لذيذة ومغذية في آن واحد.",
        "يُفضل تناولها في درجة حرارة الغرفة مع خبز طازج أو فواكه أو عسل.",
        "يساهم التخمير الطبيعي أثناء التعتيق في نمو ميكروفلورا بروبيوتيكية تدعم الهضم.",
        "عبوة الـ 500غ مثالية للاستخدام على المائدة أو في وصفات الطهي."
      ]
    },
    {
      "id": "p002",
      "name": "عسل كلاسيكي 250غ",
      "url": "classic-honey-250g",
      "price": 80,
      "shortDesc": "عسل نقي ذهبي في مرطبان زجاجي 250غ. مُحلي طبيعي لأطعمتك ومشروباتك المفضلة.",
      "metaDesc": "يتم جمع عسلنا الكلاسيكي من أزهار البرية، ويحتفظ بكل خيراته الطبيعية، مقدماً عطراً حلواً وزهرياً.",
      "keywords": "عسل، مُحلي طبيعي، عسل نقي، عسل 250غ، عسل أزهار برية، عسل عضوي، عسل خام، عسل حرفي، مُحلي صحي، عسل مضاد للأكسدة",
      "longDesc": [
        "يتم جمع العسل الكلاسيكي من نحل يتغذى على مجموعة متنوعة من أزهار البرية، مما يمنحه نكهة مركبة وغنية.",
        "غير مفلتر وغير مبستر، ما يحافظ على الإنزيمات والعناصر الغذائية الطبيعية.",
        "قوامه الناعم اللزج ونكهته الزهرية يجعلان منه المفضل لكل الأعمار.",
        "كل حصاد يعكس النباتات الفريدة للموسم، ما يضفي على كل مرطبان طابعاً مميزاً.",
        "منتج أساسي في الأنظمة الغذائية التقليدية ويزداد رواجه بين المهتمين بالصحة.",
        "غني بمضادات الأكسدة والفيتامينات والمعادن الطبيعية لإضافة صحية إلى نظامك الغذائي.",
        "يُستمتع به كدهن، أو في الشاي، أو فوق اللبن والحلويات.",
        "العسل الخام يدعم صحة الجهاز الهضمي بفضل خصائصه البريبيوتيكية.",
        "مرطبان زجاجي 250غ مثالي للاستخدام اليومي وكهدية لطيفة."
      ]
    }
  ]
}
